[Archetypes.ARC_IA_ElevatorPowerControl XComInteractiveLevelActor]
FriendlyDisplayName="电梯电力控制台"

[Archetypes.ARC_IA_LastGift XComInteractiveLevelActor]
FriendlyDisplayName="电梯控制站"

[Archetypes.ARC_IA_LastGift_AtmosphericComputer XComInteractiveLevelActor]
FriendlyDisplayName="空气控制电脑"

[Archetypes.ARC_IA_LastGift_ElevatorComputer XComInteractiveLevelActor]
FriendlyDisplayName="电梯电力控制"

[Archetypes.ARC_IA_LastGift_ElevatorLocation XComInteractiveLevelActor]
FriendlyDisplayName="电梯钩"

[Archetypes.ARC_IA_SkybridgeComputerStation XComInteractiveLevelActor]
FriendlyDisplayName="天桥电脑"

[Archetypes.ARC_IA_SkybridgeComputerStation_Roof XComInteractiveLevelActor]
FriendlyDisplayName="天桥电脑"

[Archetypes.ARC_IA_SparkActivation XComInteractiveLevelActor]
FriendlyDisplayName="SPARK"

